[{"model": "desk.service", "pk": 3, "fields": {"space_type": "Day WorkStation", "content": "Enjoy the flexibility of our Day Workspace  without the need for long term commitment. Our Day office Workspaces are rented on an hourly, daily, or weekly basis, making them a flexible and cost-effective alternative to traditional office rentals. \r\n\r\nWe offer a convenient and professional workspace that can be tailored to specific needs, without the long-term commitment and expense of a traditional office lease. Be it for a short period of time, such as for meetings, interviews, or as a temporary workspace for remote workers. \r\n\r\nDesigned and located in our premium commercial buildings and offer a high degree of privacy, quality furnishings, advanced technology and security. \r\n\r\nWe offer access to various amenities such as high-speed internet, printing and scanning services.", "featured_image": "image/upload/v1679067449/h9fp6jaeskslgrotrji8.png", "timestamp": "2023-03-17T15:37:29.498Z"}}, {"model": "desk.service", "pk": 4, "fields": {"space_type": "Exclusive workstation(private)", "content": "Our Exclusive private office workspaces are designed to provide individuals with a secluded and dedicated work environment, providing a high level of isolation and privacy.  \r\n\r\nThis can help to minimize distractions, enhance productivity, and promote a sense of professionalism. \r\n\r\nDesigned and located in our premium commercial buildings and offer a high degree of privacy, high-quality furnishings, advanced technology and security. \r\n\r\nWe offer access to various amenities such as high-speed internet, printing and scanning services.", "featured_image": "image/upload/v1679067943/mnsdu4dnmhfxcwkezkz3.png", "timestamp": "2023-03-17T15:45:43.651Z"}}, {"model": "desk.service", "pk": 5, "fields": {"space_type": "Coworking WorkStation", "content": "Our Coworking space offers you the flexibility of affordable workspace and an opportunity to network and collaborate with other professionals from a variety of industries. \r\n\r\n\r\nDesigned and located in our premium commercial buildings in the heart of London.\r\n\r\n\r\nLocated in a community-oriented environment, we provide a professional and social atmosphere that promotes collaboration and networking among members.\r\n\r\n\r\nWe offer a range of amenities and services such as desks, chairs, high-speed internet, printing and scanning services, and kitchen areas. \r\nPerfect for businesses who require office space for up to 30 people.", "featured_image": "image/upload/v1679071157/zopauyqwwspnjb1wbh2e.png", "timestamp": "2023-03-17T16:49:46.949Z"}}, {"model": "desk.service", "pk": 6, "fields": {"space_type": "Conference Room(Up to 35 seats)", "content": "Enjoy the flexibility and cost-effective solution of our  Conference Room to facilitating communication, collaboration, and productivity for your business\r\n\r\nWe provide a professional and private environment for conferences, enabling participants to focus on the task at hand without distractions.\r\n\r\nDesigned and located in our premium commercial buildings in the heart of London.\r\n\r\nOur Conference Room can accommodate dozens of attendees. Equipped with  chairs, audio-visual equipment such as projectors and screens, and teleconferencing systems to facilitate remote participation.\r\n\r\nPerfect for businesses who require  space for up to 35 people.", "featured_image": "image/upload/v1679072811/zhyo0afmp1i6uq8q9x6k.png", "timestamp": "2023-03-17T17:06:51.963Z"}}, {"model": "desk.service", "pk": 7, "fields": {"space_type": "Meeting Room(Up to 12 seats)", "content": "Our Meeting Rooms are designed to inspire, accommodate and facilitate your best work.. Comfortable space that allows teams to collaborate, brainstorm, and make decisions in a professional setting.\r\n\r\nWhether  you’re  holding a client  meetings, presentations, and discussions. Here at DESK HO we got you covered.\r\n\r\nFeaturing a large table in the center, surrounded by comfortable chairs.  Designed and located in our premium commercial buildings in the heart of London. Our Meeting Room can accommodate a dozen attendees.", "featured_image": "image/upload/v1679092049/bdlltxbeglvei5kupwtb.png", "timestamp": "2023-03-17T22:27:29.893Z"}}]